Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/hitruus_kielaoppa_-_uusi_digioppimateriaali_ilmestyi_.html.tmx
Source language: fin
Languages: smn

source: Hitruus kielâoppâ – uusi digioppimateriaali ilmestyi!
smn: Hitruus kielâoppâ – uđđâ digioppâmaterial almostui!

source: Harjoittele inarinsaamea helposti ja nopeasti uusien digiharjoitusten avulla!
smn: Hárjuttâl anarâškielâ älkkeht já jotelávt uđđâ digihárjuttâsâiguin!

source: Hitruus kielâoppâ sisältää monenlaisia harjoituksia, joissa voit kuvien, äänen ja tekstin avulla harjoitella inarinsaamen peruskielioppiasioita.
smn: Hitruus kielâoopâst láá maaŋgâláván hárjuttâsah. Koveh, jienah já teevstah išedeh tuu hárjuttâllâđ anarâškielâ vuáđukielâoppâaašijd.

source: Materiaali on suunniteltu inarinsaame vieraana kielenä opiskeluun perusopetuksen 3-6 luokka-asteille.
smn: Material lii vuávájum anarâškielâ vieres kiellân máttááttâsân vuáđuškoovlâ 3-6 luokkataasijd.

source: Hitruus kielâoppâ on osa Hitruu-kirjasarjaa.
smn: Hitruus kielâoppâ lii uási Hitruu-kirjerááiđu.

source: Materiaalia voivat käyttää myös muut itsenäiseen opiskeluun, tehtävät voi tarkistaa omatoimisesti.
smn: Material pyehtih meid iäráseh kevttiđ anarâškielâ máttááttâlmân, hárjuttâsâid puáhtá jieš tärhistiđ.

source: Harjoitukset on tehty Cloubi-alustalle, jonne tulee myöhemmin lisää digimateriaalia opetuskäyttöön.
smn: Hárjuttâsah láá rahtum Cloubi-vuáđun, tohon puátih maŋeláá lase digimaterialeh máttááttâskiävtun.

source: Hitruus kielâoppâ on Saamelaiskäräjien koulutus- ja oppimateriaalitoimiston tuottamaa oppimateriaalia.
smn: Hitruus kielâoppâ lii Sämitige škovlim- já oppâmaterialtoimâttuv pyevtittem oppâmaterial.

source: Materiaalin on suunnitellut ja toteuttanut Miina Seurujärvi, kuvittaja on Riitta Ahonen.
smn: Miina Seurujärvi lii vuávám já olášuttám material, kovvejeijee lii Riitta Ahonen.

source: Mikäli haluat käyttää materiaalia opetuksessa tai itseopiskelussa, ota yhteys Saamelaiskäräjien koulutus- ja oppimateriaalitoimistoon :
smn: Jis halijdah kevttiđ material máttáátmist teikkâ máttááttâlmist, vääldi ohtâvuođâ Sämitige škovlim- já oppâmaterialtoimâttâhân:

source: Inarinsaamenkielinen materiaalityö, Miina Seurujärvi, miina.seurujarvi(at)samediggi.fi, 010 839 3193
smn: Miina Seurujärvi, anarâškielâlâš materiaalpargo, miina.seurujarvi(at)samediggi.fi, 010 839 3193

source: Oppimateriaalisihteeri Hannu Kangasniemi, hannu.kangasniemi(at)samediggi.fi, 010 839 3115
smn: Hannu Kangasniemi, oppâmateriaalčällee, hannu.kangasniemi(at)samediggi.fi, 010 839 3115

source: Oppimateriaalisuunnittelija Marita Aikio, marita.aikio(at)samediggi.fi, 010 839 3111
smn: Marita Aikio, oppâmateriaalvuávájeijee, marita.aikio(at)samediggi.fi, 010 839 3111
